{
  "translation": {
    "resetPass": "Reset Password",
    "changeLang": "Change Language",
    "enLang": "Select English",
    "frLang": "Select French",
    "welcome": "Welcome!!",
    "test": " Do your own test",
    "feeling": " How do you feel today?",
    "btnTest": "Test Now",
    "features": "Get Started Today",
    "selfExamine": "Self Examination",
    "risk": "Risk Factors and Tips",
    "hospitals": "Find a Hospital",
    "specialist": "Talk to a Specialist",
    "home": "Home",
    "blog": "Feed",
    "notifications": "Notifications",
    "profile": "Profile",
    "login": "Login",
    "welcome1": "Welcome back!",
    "welcome2": "Kindly Fill this to sign in.",
    "noAccount": "Don't have an account yet?",
    "signup": "Sign Up",
    "onboard1title": "Hospitals",
    "text1": "Get information on hospitals in your area that treat breast cancer",
    "onboard2title": "Connect and receive expert guidance",
    "text2": "Experts, care takers, consultants and doctors always there to help",
    "onboard3title": "Reminders",
    "text3": "Periodic reminders to make sure you are up to date with your self care",
    "next": "Next",
    "skip": "Skip",
    "back": "Back",
    "start": "Get Started",
    "registerWelcome": "Welcome!",
    "registerWelcome2": "Kindly fill this to sign up",
    "placeholder1": "Enter full name",
    "placeholder2": "Enter email",
    "placeholder3": "Phone number",
    "terms": "By clicking to sign up, you agree to",
    "condition": "Terms and Privacy Policy",
    "register": "Register",
    "haveAccount": "Not new here?",
    "signin": "Sign in",
    "account": "Account created!",
    "loggedin": "logged in succesfully",
    "profileUpdate": "Profile updated!",
    "success": "Success",
    "as": "Logged in as",
    "readMore": " Read More",
    "close": "Close",
    "errorLogin": "Something went wrong, please try again later.",
    "code": "code sent to",
    "genetics": "About 5% to 10% of breast cancers are thought to be hereditary, caused by abnormal genes passed from parent to child. Genes are short segments of DNA (deoxyribonucleic acid) found in chromosomes. DNA contains the instructions for building proteins. And proteins control the structure and function of all the cells that make up your body. Think of your genes as an instruction manual for cell growth and function. Changes or mistakes in the DNA are like typographical errors. They may provide the wrong set of instructions, leading to faulty cell growth or function. In any one person, if there is an error in a gene, that same mistake will appear in all the cells that contain the same gene. This is like having an instruction manual in which all the copies have the same typographical error. There are two types of DNA changes: those that are inherited and those that happen over time. Inherited DNA changes are passed down from parent to child. Inherited DNA changes are called germ-line alterations or mutations. DNA changes that happen over the course of a lifetime, as a result of the natural aging process or exposure to chemicals in the environment, are called somatic alterations. Some DNA changes are harmless, but others can cause disease or other health issues. DNA changes that negatively affect health are called mutations.",
    "genTitle": "Genetics",
    "headingRisk": "  Studies have shown that your risk for breast cancer is due to a combination of factors.",
    "ageText": "Everyone alive is growing older. And as with many other diseases, your risk of breast cancer goes up as you get older. For example, according to the American Cancer Society, about 1 out of 8 invasive breast cancers develop in women younger than 45. About 2 out of 3 invasive breast cancers are found in women 55 or older. In fact, the aging process is the biggest risk factor for breast cancer. That's because the longer we live, there are more opportunities for genetic damage (mutations) in the body. And as we age, our bodies are less capable of repairing genetic damage.",
    "age": "Age",
    "smoking": "Smoking",
    "smokeText": "Smoking causes a number of diseases and is linked to a higher risk of breast cancer in younger, premenopausal women. Research also has shown that there may be link between very heavy second-hand smoke exposure and breast cancer risk in postmenopausal women. Smoking also can increase complications from breast cancer treatment, including: damage to the lungs from radiation therapy difficulty healing after surgery and breast reconstruction higher risk of blood clots when taking hormonal therapy medicines",
    "alcohol": "Drinking Alcohol",
    "alcoholText": "Research consistently shows that drinking alcoholic beverages — beer, wine, and liquor — increases a woman's risk of hormone-receptor-positive breast cancer. Alcohol can increase levels of estrogen and other hormones associated with hormone-receptor-positive breast cancer. Alcohol also may increase breast cancer risk by damaging DNA in cells. Compared to women who don't drink at all, women who have three alcoholic drinks per week have a 15% higher risk of breast cancer. Experts estimate that the risk of breast cancer goes up another 10% for each additional drink women regularly have each day. Teen and tween girls aged 9 to 15 who drink three to five drinks a week have three times the risk of developing benign breast lumps. (Certain categories of non-cancerous breast lumps are associated with a higher risk of breast cancer later in life.) While only a few studies have been done on drinking alcohol and the risk of recurrence, a 2009 study found that drinking even a few alcoholic beverages per week (three to four drinks) increased the risk of breast cancer coming back in women who’d been diagnosed with early-stage disease.",
    "radiation": "Radiation to Chest or Face before 30",
    "radiationText": "If you had radiation to the chest to treat another cancer (not breast cancer), such as Hodgkin disease or non-Hodgkin lymphoma, you have a higher-than-average risk of breast cancer. If you had radiation to the face as an adolescent to treat acne (something that's no longer done), you are at higher risk of developing breast cancer later in life. The amount of risk increase depends on how old you were when you had radiation. The increase in risk is highest if you had radiation during adolescence, when your breasts were developing. There are also concerns that women treated with radioactive iodine for thyroid disease may have a higher risk of breast cancer, but study results have been mixed. Some studies also suggest that there is something about the biology of thyroid cancer that may increase the risk of breast cancer.",
    "heading": "Healthy Life Style",
    "PersonalDashboard": "Personal Dashboard",
    "editProfile": "Edit profile",
    "appointments": "Appointments",
    "mammogram": "Book a Mammogram",
    "subscription": "Subscriptions",
    "settings": "Settings",
    "logout": "Log Out"
  }
}
