{
  "translation": {
    "resetPass": "Réinitialiser le mot de passe",
    "changeLang": "Changer de langue",
    "enLang": "Sélectionnez l'anglais",
    "frLang": "Sélectionnez le Français",
    "welcome": "Bienvenue!!",
    "test": "Faites votre propre test",
    "feeling": "Comment te sens-tu aujourd'hui?",
    "btnTest": "Testez maintenant",
    "features": "Commencer Aujourd'hui",
    "selfExamine": "Auto-examen",
    "risk": "Facteurs de Risque et Conseils",
    "hospitals": "Trouver un Hôpital",
    "specialist": "Parlez à un Spécialiste",
    "home": "Accueil",
    "blog": "Fil d'actualité",
    "notifications": "Notifications",
    "profile": "Profil",
    "login": "Connexion",
    "welcome1": "Content de te Revoir!",
    "welcome2": "Veuillez remplir ceci pour vous connecter.",
    "noAccount": "Vous n'avez pas encore de compte?",
    "signup": "S'inscrire",
    "onboard1title": "Hôpitaux",
    "text1": "Obtenez des informations sur les hôpitaux de votre région qui traitent le cancer du sein",
    "onboard2title": "Connectez-vous et recevez des conseils d'experts",
    "text2": "Des experts, des soignants, des consultants et des médecins sont toujours là pour vous aider",
    "onboard3title": "Rappels",
    "text3": "Rappels périodiques pour vous assurer que vous êtes à jour avec vos soins personnels",
    "next": "Prochaine",
    "skip": "Sauter",
    "back": "Retour",
    "start": "Commencer",
    "registerWelcome": "Bienvenue!",
    "registerWelcome2": "Veuillez le remplir pour vous inscrire",
    "placeholder1": "Entrez le nom complet",
    "placeholder2": "Entrez l'e-mail",
    "placeholder3": "Numéro de téléphone",
    "terms": "En cliquant pour vous inscrire, vous acceptez",
    "condition": "Termes et Politique de Confidentialité",
    "register": "S'inscrire",
    "haveAccount": "Pas nouveau ici?",
    "signin": "Connexion",
    "account": "Compte créé!",
    "loggedin": "Connecté avec succès",
    "profileUpdate": "Profil mis à jour!",
    "success": "Succès",
    "as": "Connecté en tant que",
    "readMore": "Lire la suite",
    "close": "Fermée",
    "errorLogin": "Quelque chose c'est mal passé. Merci d'essayer plus tard.",
    "code": "Code envoyé à",
    "genetics": "On pense qu'environ 5 à 10 % des cancers du sein sont héréditaires, causés par des gènes anormaux transmis de parent à enfant. Les gènes sont de courts segments d'ADN (acide désoxyribonucléique) présents dans les chromosomes. L'ADN contient les instructions pour la construction des protéines. Et les protéines contrôlent la structure et la fonction de toutes les cellules qui composent votre corps. Considérez vos gènes comme un manuel d'instructions pour la croissance et le fonctionnement des cellules. Les changements ou les erreurs dans l'ADN sont comme des erreurs typographiques. Ils peuvent fournir le mauvais ensemble d'instructions, entraînant une croissance ou un fonctionnement défectueux des cellules. Chez une personne, s'il y a une erreur dans un gène, cette même erreur apparaîtra dans toutes les cellules qui contiennent le même gène. C'est comme avoir un manuel d'instructions dans lequel toutes les copies ont la même erreur typographique. Il existe deux types de modifications de l'ADN : celles qui sont héréditaires et celles qui se produisent avec le temps. Les modifications héréditaires de l'ADN sont transmises de parent à enfant. Les modifications héréditaires de l'ADN sont appelées altérations ou mutations de la lignée germinale.Les modifications de l'ADN qui se produisent au cours d'une vie, à la suite du processus de vieillissement naturel ou de l'exposition à des produits chimiques dans l'environnement, sont appelées altérations somatiques.Certaines modifications de l'ADN sont inoffensives, mais d'autres peuvent causer des maladies ou d'autres problèmes de santé. Les modifications de l'ADN qui affectent négativement la santé sont appelées mutations.",
    "genTitle": "La Génétique",
    "headingRisk": "Des études ont montré que votre risque de cancer du sein est dû à une combinaison de facteurs.",
    "ageText": "Tous les vivants vieillissent. Et comme pour de nombreuses autres maladies, votre risque de cancer du sein augmente avec l'âge. Par exemple, selon l'American Cancer Society, environ 1 cancer du sein invasif sur 8 se développe chez les femmes de moins de 45 ans. Environ 2 cancers du sein invasifs sur 3 surviennent chez les femmes de 55 ans ou plus. En fait, le processus de vieillissement est le plus grand facteur de risque de cancer du sein. En effet, plus nous vivons longtemps, plus il y a de risques de dommages génétiques (mutations) dans le corps. Et à mesure que nous vieillissons, notre corps est moins capable de réparer les dommages génétiques.",
    "age": "Âge",
    "smoking": "Fumer",
    "smokeText": "Le tabagisme cause un certain nombre de maladies et est lié à un risque plus élevé de cancer du sein chez les jeunes femmes préménopausées. La recherche a également montré qu'il pourrait y avoir un lien entre une très forte exposition à la fumée secondaire et le risque de cancer du sein chez les femmes ménopausées. Le tabagisme peut également augmenter les complications du traitement du cancer du sein, notamment : dommages aux poumons de la radiothérapie difficulté à cicatriser après chirurgie et reconstruction mammaire risque accru de caillots sanguins lors de la prise de médicaments hormonaux",
    "alcohol": "Buvant de L'Alcool",
    "alcoholText": "La recherche montre systématiquement que la consommation de boissons alcoolisées - bière, vin et spiritueux - augmente le risque de cancer du sein à récepteurs hormonaux positifs chez la femme. L'alcool peut augmenter les niveaux d'œstrogène et d'autres hormones associées au cancer du sein à récepteurs hormonaux positifs. L'alcool peut également augmenter le risque de cancer du sein en endommageant l'ADN des cellules. Comparativement aux femmes qui ne boivent pas du tout, les femmes qui boivent trois verres d'alcool par semaine ont un risque de cancer du sein 15 % plus élevé. Les experts estiment que le risque de cancer du sein augmente de 10 % supplémentaires pour chaque boisson supplémentaire que les femmes boivent régulièrement chaque jour. Les adolescentes et les préadolescentes âgées de 9 à 15 ans qui boivent trois à cinq verres par semaine ont trois fois plus de risques de développer des grosseurs bénignes au sein. (Certaines catégories de masses mammaires non cancéreuses sont associées à un risque plus élevé de cancer du sein plus tard dans la vie.) Bien que seules quelques études aient été réalisées sur la consommation d'alcool et le risque de récidive, une étude de 2009 a révélé que la consommation même de quelques boissons alcoolisées par semaine (trois à quatre verres) augmentait le risque de récidive du cancer du sein chez les femmes qui avaient été diagnostiqué avec une maladie à un stade précoce.",
    "radiation": "Radiothérapie au thorax ou au visage avant 30 ans",
    "radiationText": "Si vous avez reçu une radiothérapie au thorax pour traiter un autre cancer (pas le cancer du sein), comme la maladie de Hodgkin ou un lymphome non hodgkinien, vous avez un risque de cancer du sein supérieur à la moyenne. Si vous avez subi une radiothérapie au visage à l'adolescence pour traiter l'acné (ce qui n'est plus fait), vous courez un risque plus élevé de développer un cancer du sein plus tard dans la vie. L'augmentation du risque dépend de l'âge que vous aviez au moment où vous avez été irradié. L'augmentation du risque est la plus élevée si vous avez été irradiée pendant l'adolescence, lorsque vos seins se développaient. On craint également que les femmes traitées avec de l'iode radioactif pour une maladie thyroïdienne aient un risque plus élevé de cancer du sein, mais les résultats des études sont mitigés. Certaines études suggèrent également qu'il existe quelque chose dans la biologie du cancer de la thyroïde qui pourrait augmenter le risque de cancer du sein.",
    "heading": "Mode de vie sain",
    "PersonalDashboard": "Tableau de Bord Personnel",
    "editProfile": "Editer le Profil",
    "appointments": "Rendez-vous",
    "mammogram": "Réserver une Mammographie",
    "subscription": "Abonnements",
    "settings": "Réglages",
    "logout": "Se Déconnecter"
  }
}
